Repository: joselinoneto/football
Catalog: Packages/FootballPresentation/Sources/FootballPresentation/Localizable.xcstrings
Source language: en
Languages: pt_br

source: All
pt_br: Todas

source: Corners
pt_br: Escanteios

source: Could not load the matches. Check your connection and try again.
pt_br: Não foi possível carregar as partidas. Verifique sua conexão e tente novamente.

# event.redCard
source: Red card
pt_br: Cartão vermelho

# event.substitution
source: Substitution
pt_br: Substituição

# event.yellowCard
source: Yellow card
pt_br: Cartão amarelo

source: Expected goals
pt_br: Gols esperados

source: Finished
pt_br: Encerradas

source: Fouls
pt_br: Faltas

# goal.tag.ownGoal
source: OG
pt_br: contra

# goal.tag.penalty
source: pen
pt_br: pên

# goal.type.goal
source: Goal
pt_br: Gol

# goal.type.ownGoal
source: Own goal
pt_br: Gol contra

# goal.type.penalty
source: Penalty
pt_br: Pênalti

source: Group %@
pt_br: Grupo %@

source: Passing accuracy
pt_br: Precisão de passes

# position.attacker
source: Attacker
pt_br: Atacante

# position.defender
source: Defender
pt_br: Defensor

# position.goalkeeper
source: Goalkeeper
pt_br: Goleiro

# position.midfielder
source: Midfielder
pt_br: Meio-campista

source: Possession
pt_br: Posse de bola

source: Shots
pt_br: Finalizações

source: Shots on target
pt_br: Finalizações no gol

source: Squad
pt_br: Elenco

# stage.group
source: Group stage
pt_br: Fase de grupos

# stage.quarterFinal
source: Quarter-final
pt_br: Quartas de final

# stage.roundOf16
source: Round of 16
pt_br: Oitavas de final

# stage.roundOf32
source: Round of 32
pt_br: 16 avos de final

# stage.thirdPlace
source: Third place
pt_br: Disputa do terceiro lugar

source: Third-placed teams
pt_br: Terceiros colocados

source: To be decided
pt_br: A definir

source: Today
pt_br: Hoje

source: Upcoming
pt_br: Próximas
